{"sku": "B07FQLGL6B", "precio": "41.25", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/718aWIEsbdL._AC_UL1000_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "PUMA", "caracteristicas": "92% Polyester, 8% Elastane Imported Machine Wash DRYCELL Technology-Draws sweat away from your skin to help keep you dry and comfortable. PERFORMANCE FIT-A slightly wider fit in the shoulders, chest and sleeves to ensure maximum comfort and freedom of movement during play. UV Protection-UPF 40+ provides the ultimate sun protection rating. Allows 1/40th of the sun's UV radiation to pass through it.", "descripcion": "Swing easy during your golf game in this irresistible dawn sleeveless polo, featuring a soft, sublimated pattern and solid collar for style and ease of wear.", "titulo": "PUMA Women's 2019 Dawn Sleeveless Polo", "peso": ""}
{"sku": "B085GCJ74Q", "precio": "precio no encontrado", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/61rB4wgB1cL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61dKfG0VOfL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71SAtNAprcL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/717JhnlVXkL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81UadDBggnL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81cen40YbtL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91GueX5%2BNaL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71SwD9g0DKL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/610t0LXNGRL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61-56tFF6eL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61cUkX4LYtL._AC_SL1500_.jpg"], "disponibilidad": "Temporarily out of stock.We are working hard to be back in stock as soon as possible.", "marca": "Makita", "caracteristicas": "Split shaft for convenient storage and transportation Ideal for precision trimming and edging BL Brushless Motor delivers up to 6, 000 RPM Automatic Torque Drive Technology mode automatically shifts RPM for extended run time or added power 3-speed control (Low: 4, 000 RPM, Medium: 5, 000 RPM, High: 6, 000 RPM) for power management Power source type: Battery-Powered", "descripcion": "With zero emissions, lower noise, and considerably less maintenance, the 18V LXT Brushless Cordless String Trimmer (model XRU12SM1) is a welcome solution to tackle the yard. The string trimmer is ideal for precision trimming and edging. It features an efficient Makita BL Brushless Motor for longer run time, increased power and speed, and longer tool life. The kit includes an efficient charger and an 18V LXT 4. 0Ah battery which reaches a full charge in only 40 minutes  the fastest charge-time in the category  for less downtime and increased productivity. The efficient brushless motor delivers up to 6, 000 RPM for faster cutting. The XRU12SM1 is equipped with Automatic Torque Drive Technology, which automatically shifts from 4, 000-6, 000 RPM depending on the density of the application. There are three speed options (4, 000/5, 000/6, 000 RPM), allowing users to match the speed to the application. The easy-loading bump-and-feed trimmer head is compatible with . 080 or . 095 line and offers reverse rotation allowing users to quickly clear the head of entangled grass and weeds. The XRU12SM1 features Makita's Extreme Protection Technology (XPT ). XPT is a protective seal inside the tool, and is engineered for improved operation in harsh conditions by channeling water and dust from key internal components. Its part of Makitas expanding 18V LXT System, the worlds largest cordless tool system powered by an 18V lithium-ion slide-style battery. Makita 18V LXT Lithium-Ion Batteries have the fastest charge times in their categories, so they spend more time working and less time sitting on the charger. For improved tool performance and extended battery life, Makita created Star Protection Computer Controls . Star Protection is communication technology that allows the Star Protection-equipped tool and battery to exchange data in real time and monitor conditions during use to protect against overloading, over-discharging and overheating. For increased versatility, the tool can also be powered by Makita 18V LXT Lithium-Ion Batteries with the star symbol on the battery indicating Star Protection inside.", "titulo": "Makita Lithium-Ion Brushless Cordless XRU12SM1 18V LXT String Trimmer Kit (4.0Ah), Teal", "peso": "11.97 pounds"}
minum so it's great for camping, work and emergency situations Uses low glow technology, so finder glow ring can run for years without draining the batteries. Whether it's in your workbag, closet, drawer or tool chest never dig for a light in the dark again Uses 3 AA alkaline batteries (sold separately)", "descripcion": "Super Bright 270 Lumen beam flashlight with an always on glowing ring will make finding this flashlight a breeze. Whether it's in your workbag, closet, drawer or tool chest never dig for a light in the dark again. It's made with heavy duty aluminum so it's great for camping, work and emergency situations. Uses 3 AA alkaline batteries (sold separately).", "titulo": "Xodus Innovations BL360 270 Lumen Heavy Duty Aluminum LED Flashlight with Night Finder Always on Glow Ring, Charcoal Grey", "peso": "8.5 ounces"}
