[
{"sku": "B083SH811X", "precio": "92.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/512IrpMdxSL._AC_SL1001_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71mw6owT65L._AC_SL1001_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61Qh0mtBk%2BL._AC_SL1001_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71C3WMLHAGL._AC_SL1001_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71%2B8BNdZZPL._AC_SL1001_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61qznbvjdiL._AC_SL1001_.jpg"], "disponibilidad": "In Stock.", "marca": "Puduo", "caracteristicas": "PREFECT FOR ANY ARTISTS PROJECT  The Puduo resin is specially formulated for Artistis ! CRYSTAL CLEAR & Fully With long lasting results for wood finishes and many more applications.You will get 64OZ resin and 64OZ Hardener UNIQUE FAST CURING RESIN - Finished casting can be remove within 8 hours and full cured within 24 hours. EASY TO USE - straightforward and no confusion, just mix one part resin to one part hardener and then you'll have 45 minutes of work time at room temperature to produce your finest work! EXCELLENT for all Casting, Coating and Art Projects including Resin Art, Resin Jewelry, Coating Artwork/Acrylic Pour Paintings, Geode Paintings, Coasters, Tabletops, Bartop, Countertop, Live Edge River Tables, Tumblers, Wood Blocks, Cutting Boards and more! It has fantastic color stability to preserve the rich colors of your artwork. 100% MONEY BACK GUARANTEE - ensures your satisfaction. If Our Puduo Epoxy Resin does not meet your expectations, return it for a full refund. No questions asked.", "descripcion": "no tiene descripcion", "titulo": "Epoxy-Resin-Crystal-Clear-Art 1 Gallon Kit for Coating, Casting, Resin Art, Jewelry, Tabletop, Bar Top, Live Edge Tables, Fast Curing 2 Part Epoxy Casting Resin Kit", "peso": "9.24 pounds"},
{"sku": "B08ZCZTVVM", "precio": "22.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/51vPpk3dh0S._AC_UL1269_.jpg", "https://images-na.ssl-images-amazon.com/images/I/6166pcx51KL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61q2JkHChBL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/41SJVUNIUWS._AC_UL1401_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61ephAKRbRL._AC_UL1015_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61ruf28jkjL._AC_UL1015_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71A5cFpth2L._AC_UL1200_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "MoFiz", "caracteristicas": "92% Polyester, 8% Elastane Imported Button closure Do Not Bleach Womens Golf Polo Shirts Short Sleeve Moisture Wicking Golf Apparel Athletic Shirts Ladies Golf Tops Women's Sports Golf Polo Shirts design with classic short sleeve, 4-button neck, solid color, fashion lapel collar with reinforced bottom, unique embroidered logo on chest, welt collar, classic fit golf shirts. Golf polo shirts well made of high quality soft fabric, moisture wicking and breathable for a full range of motion, lightweight and skin touch, make you feel cool and fresh all day. The regular fit casual short sleeve golf polo shirt pairs well with jeans, leggings, skirt, shorts. Perfect for golf, polo, outdoor sports, gym, school, office, going out, beach, vacation. Also suitable for a casual daily wear and dating. Dry fit golf polo shirts great for women, ladies, juniors, teen girls. Its a great gift for your family, mother, grandmother and girlfriend. Garment Care: Hand wash or machine wash in cold water, do not bleach, hang to dry.", "descripcion": "no tiene descripcion", "titulo": "Women's Golf Polo Shirts Short Sleeve Moisture Wicking Golf Apparel Lady Golf Tops", "peso": "7.2 Ounces"},
{"sku": "B08YJHDXZH", "precio": "24.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/51XlE5R37OS._AC_UL1401_.jpg", "https://images-na.ssl-images-amazon.com/images/I/619KMbb0QrS._AC_UL1401_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61Gdx4tHcmS._AC_UL1401_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81kOLHH8flS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81smZzIdhhS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71godEtSJmS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61TUbRKtwrS._AC_UL1500_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "MoFiz", "caracteristicas": "100% Cotton Imported Do Not Bleach Golf Polo Shirts for Women Short Sleeve Athletic Shirts Dry Fit Lady Golf Tops for Tennis Sports Polo Shirt for Women design with short sleeve, solid color, fashion lapel collar with reinforced bottom, unique embroidered logo on chest, welt collar, classic fit golf shirts. Golf polo shirts well made of high quality soft fabric, moisture wicking and breathable for a full range of motion, lightweight and skin touch, make you feel cool and fresh all day. The regular fit casual short sleeve golf polo shirt pairs well with jeans, leggings, skirt, shorts. Perfect for polo, outdoor sports, gym, school, office, going out, beach, vacation. Also suitable for a casual daily wear and dating. Performance golf polo shirts great for women, ladies, juniors, teen girls. Its a great gift for your family, mother, grandmother and girlfriend. Garment Care: Hand wash or machine wash in cold water, do not bleach, hang to dry.", "descripcion": "no tiene descripcion", "titulo": "Golf Shirts for Women Short Sleeve Ladies Golf Tops Moisture Wicking Athletic Polos Shirts Dry Fit", "peso": "10.23 Ounces"},
{"sku": "B07VQJDGX2", "precio": "199.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/51bSW9gjoaL._AC_SL1024_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71aHzDpD%2BPL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51PZ5n1uy2L._AC_SL1024_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51zu9tf4WFL._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61vhfCj%2BzgL._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51x3v-t00-L._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51PshpSXx%2BL._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51Nmn3NbffL._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/616gQJN3rxL._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/5125V3SA27L._AC_SL1024_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51kL7m6vqPL._AC_SL1024_.jpg", "https://images-na.ssl-images-amazon.com/images/I/41kZyE-ZRTL._AC_SL1024_.jpg"], "disponibilidad": "In Stock.", "marca": "SAMSUNG", "caracteristicas": "Better insights to reach your fitness goals get more out of every mile thanks to built-in pace coaching on the Galaxy Watch Active2; Its advanced sensors keep your pace to help you better achieve your run goals Comfortably sleek the Galaxy Watch Active2 is light enough to wear anywhere comfortably; It comes in aluminum or stainless steel and with a variety of faces, bands and finishes so it goes with anything Keep your beat: You can see if your heart rate is where you want it with Galaxy Watch Active2; Get automatically alerted if your watch detects a high or a low heart rate 4 this device and related software are not intended for use in the diagnosis of disease or other conditions, or in the cure, Mitigation, treatment or prevention of disease Level up your downtime. Galaxy Watch active2s built in sleep tracker offers valuable insights on how to get a better nights sleep; It also monitors your stress level and helps you recently with the integrated calm app. 4 this device and related software are not intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment or prevention of disease Battery built for endurance. The Galaxy Watch active2s long-lasting battery can go for more than a 5 day on a single charge, and you can always get a quick boost from your compatible Galaxy phone with wireless power share. Works with Qi compatible Samsung devices (compatibility with non Samsung Qi devices not guaranteed); Speed and power efficiency of charge varies by device and may be restricted by cases or covers", "descripcion": "Size:40mm | Style:Bluetooth | Color:SilverThe SAMSUNG Galaxy Watch Active2 is designed to help you learn more so you can achieve more. It goes beyond tracking steps to offer advanced health monitoring and actionable insights on running style, overall physical endurance and heart health. 1Connect seamlessly via Bluetooth to your favorite apps so you can keep moving and a sleek, all-new design means you can wear the Galaxy Watch Active2 everywhere from the gym to the pool to your bed2. 1The VO2 max measurement, heart rate and trip detection software functions are not intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment or prevention of disease. 2Water-resistant up to 50 meters per ISO standard 22810:2010. Not intended for scuba diving. Avoid excessive, sudden temperature changes and high-velocity activities. Rinse in fresh water/dry after use in sea water or chlorinated water.", "titulo": "SAMSUNG Galaxy Watch Active 2 (40mm, GPS, Bluetooth) Smart Watch with Advanced Health Monitoring, Fitness Tracking, and Long lasting Battery, Silver (US Version)", "peso": "0.023 ounces"},
{"sku": "B0919LQ8RQ", "precio": "precio no encontrado", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/61s2cZu8sMS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71b25P0PHsS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81xbRB0TBFS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71UqjuKBvQS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71uoU6qu7JS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71VoiH5Um0S._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71CjmWhov-S._AC_SL1500_.jpg"], "disponibilidad": "Currently unavailable.We don't know when or if this item will be back in stock.", "marca": "usergaing", "caracteristicas": " This controller can be compatible with Xbox One, Xbox one x, One S, P3 Host, Windows 7/8/10 gaming systems. Any driver is not needed and the controller will work when it connects with XBONE host, PS3 host, or PC.  This Xbox One wireless controller is 3rd brand without headset/audio jack, it has a 2.4GHZ wireless adapter, you can enjoy the wireless range of more than 32 feet.  Up to 10 Hrs Game Enjoyment: charging time is 2-3h, you can experience 8-10 hours of game time. The Xbox One controller fits for Titanfall 2, Madden NFL 21, PGA TOUR 2K21, Assassin's Creed Odyssey games, etc.  Dual Shock: Built-in double shock feedback motors, perfectly fit for racing, shooting, fighting, and sports games, enhancing game experience. Bring you a consistent and maximum comfort gaming experience.  2.4G Wireless adapter: When you play games on PC, the 2.4G wireless adapter makes your signal more stronger and stable than the wireless way.", "descripcion": "no tiene descripcion", "titulo": "Usergaing Xbox Wireless Controller Compatibles for Xbox One/Xbox Series X/S/Xbox One S/Xbox One X Console/One Elite/Windows 7/8/10/PS3 with 2.4GHZ Wireless Adapter-No Audio Jack", "peso": "11.3 ounces"},
{"sku": "B07SVCZVCN", "precio": "60.00", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71jNkSnKCCL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91Ng2YjxDQL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71nvnKi1UcL._AC_UL1446_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "adidas", "caracteristicas": "88% Polyester, 12% Elastane Imported Machine wash cold, tumble dry on low Regular fit is wider at the body, with a straight silhouette Low stand-up collar Soft, stretchy fabric UPF 50+ UV protection", "descripcion": "Attack pins during warm-weather rounds. This women's golf polo shirt is built with UV protection, and it features lightweight material that helps keep you comfortable. The stretchy build provides flexibility on every swing.     .               .       .     .               .       .", "titulo": "adidas Women's Engineered Stripe Polo Shirt", "peso": "4.16 Ounces"},
{"sku": "B08LZ53GXD", "precio": "34.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71Q2gzFM1MS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61WSHncwlvS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81xMOn9r4RL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/714XfagmIDL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71jCC4dJpUL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71921dJMaOL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71td0-4DGbL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71VlEftOZxL._AC_UL1500_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "UUBARIS", "caracteristicas": "Rubber sole DYNAMIC-FIT MESH:Shoes tongue with integrated collar offer exceptional fit and all-day comfort in a sleek low cut silhouette.Unique sports low-heel design provides sufficient arch support. NON-SLIP MD SOLE: The women running shoes outsole is made from ultra soft and lightweight MD material,with the function of shock absorbing and cushioning,offering the best durability and traction. HI-PLOY INSOLE:High elastic breathable cotton insole is skin-friendly and soft, absorbs the impact force in motion and reduces the pressure on the heel and ball of the foot. OCCASION:ultra lightweight design provides actual feelings of being barefooted and like walking on the feather, perfect for walking, hiking, bike riding, working, shopping, indoor, outdoor, casual, sports, travel, exercise, vacation, and etc. SIZE SERVICE:Due to the elastic mesh, people with narrow feet are recommended to choose a smaller size. If you have any questions, please contact us,At your service 7/24 for your 100% satisfaction.", "descripcion": "no tiene descripcion", "titulo": "UUBARIS Women Trail Running Lightweight Mesh Tennis Sneaker Fashion Athletic Walking Shoes", "peso": "10.55 Ounces"},
{"sku": "B06WW6YNVM", "precio": "precio no encontrado", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/91mq0%2B3SXmL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/A1ns3WW61iL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81Ekhz-9n-L._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91InS4h6aiL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81OMPP7TycL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91MmXgC6JwL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91jpiJaqMlL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/9105UC3zLWL._AC_UL1500_.jpg"], "disponibilidad": "Currently unavailable.We don't know when or if this item will be back in stock.", "marca": "Fossil", "caracteristicas": "Cow Hide Leather Imported Fossil is inspired by American creativity and ingenuity. Bringing new life into the watch and leathers industry by making quality, fashionable accessories that are both fun and accessible Let's talk smalls: the Kinley small crossbody is your mini bag that packs a (pretty) punch. Its eye-catching exterior pocket makes it one of our favorite bags to carry Genuine Leather & Fabric Crossbody Bag; Zipper Closure with Hidden Magnetic Snap; imported Exterior Details: 1 Back Slide Pocket, 1 Front Slide Pocket; Interior Details: 1 Slide Pocket, 1 Zipper Pocket Measurements: 8.63\"L x 2.5\"W x 7\"H; 1 Adjustable Crossbody Strap", "descripcion": "A fierce design to add a little diva style to your ensemble Fossil Kinley Small Crossbody bag. Made of softly pebbled leather. Flap with magnetic snap and zipper closure. Adjustable crossbody strap. Exterior front slip pocket under flap. Signature logo detail in front. Flat bottom. Lined interior. Interior zip pocket. Interior multifunctional slip pockets. Imported. Measurements: Bottom Width: 8 12 in Depth: 2 12 in Height: 8 in Strap Length: 56 in Strap Drop: 25 12 in Weight: 15.1 oz Please note, the hardware color and interior lining may differ from the color shown in the photo.", "titulo": "Fossil Women's Kinley Small Crossbody Purse Handbag", "peso": ""}
]