[
{"sku": "B06XRDD218", "precio": "precio no encontrado", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/81iThADOXTL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/A1V1AwSNfnS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81mRRO-MhsS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71dTs8DOtaL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81k6CN05XAL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81IF1O7YczS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71ji9bTlEQL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/812K0kMbBZL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/812K0kMbBZL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91QE0AB7wcS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81Kw2A3wjBS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91Vd3GZwV7S._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/910qh7RbB7S._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91-tQTR08CS._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81huEw-mtlL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81mDWdPiiQL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/9144Rqs-IaL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91cM5I-SE9L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91h4B2LcXpL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91MWDK5rDXL._AC_SL1500_.jpg"], "disponibilidad": "Currently unavailable.We don't know when or if this item will be back in stock.", "marca": "TOSCANA - a Picnic Time brand", "caracteristicas": "ONE OF A KIND SERVING PLANK - The Artisan Serving Plank- 24 by Toscana, a Picnic Time brand, is a multi-purpose charcuterie board and wooden cutting board you'll be proud to display in your home LIVES TO SERVE CHARCUTERIE - Measuring 24 by 8 by .08 inches, this wood serving platter makes an ideal charcuterie board, bread board, cheese board, and all around serving board for rustic entertaining LOVES TO CUT - In durable acacia wood, this hanging cutting board serves as an all purpose serving tray for bread, cheese, charcuterie, and more SHOW IT OFF - This large cheese board platter has a live bark edge, giving each serving board a unique appeal of its own. Use the hemp hanging loop to display this plank-style wooden cutting board when not in use BUILT TO LAST Lifetime Guarantee - Product quality backed by the Picnic Time Family of Brands", "descripcion": "Size:24-inchThe Artisan 24\" Acacia Charcuterie Board is a large wood serving platter fit for any celebration. The centerpiece of every dinner party or wine & cheese tasting, this serving tray with handle can be used as a cheese and charcuterie board, cutting board, or veggie platter. With a live edge on the side of the board and rustic rope on the end of the handle, this cutting board looks equally lovely on the table or hanging in your kitchen. Excellent as a cheese board gift or a charcuterie accessory youll use for years to come, this unique serving tray is a kitchen must-have. Measures 24 by 8 by 3/4 inches, and is backed by the Picnic Time Family of Brands BUILT TO LAST Lifetime Guarantee.", "titulo": "TOSCANA - a Picnic Time Brand Artisan Acacia Wood Serving Plank, 24-Inch", "peso": "2.49 pounds"},
[
{"sku": "B01G9BQH50", "precio": "95.43", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71XwjQSNPOS._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/714gVDkccHS._AC_UL1500_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "Columbia", "caracteristicas": "96% Nylon, 4% Elastane Imported CLASSIC PANT FIT: These lightweight and comfortable mens pants are perfect for hiking, fishing, travel, or your favorite outdoor pursuit. They feature a 2-way comfort stretch design that provides a comfortable fit. COMFORTABLE AND RUGGED PANTS: The Columbia Royce Peak Pant Pants have been designed with a classic fit for the ultimate in comfortability while you're staying active outdoors. DESIGNED WITH ADVANCED TECHNOLOGY: These mens pants feature Columbias unique Omni-Shade UPF 50 fabric for maximum protection against the sun, and Omni-Shield advanced repellency. HANDY FEATURES: This mens durable pant features one zip-closure security pocket, articulated knees and gusset details, which permits you to climb mountain peaks or hang out at the barbecue with maximum protection and comfort. OMNI-SHIELD: Go ahead, try and get dirty. Omni-Shield helps you stay clean and dry by resisting the absorption of liquids. Unlike most fabrics that absorb moisture, Omni-Shield repels moisture and dries quicklyavoiding stains and keeping you clean.", "descripcion": "Whether you enjoy outdoor activities like fishing, riding ATVs, and rock climbing, or are simply looking for a pair of comfortable, adjustable, and rugged pants that will keep you protected from cold wind, sun exposure, and wet conditions, Columbia offers the perfect solution. The Columbia Royce Peak Pant pants have been designed with a classic fit for the ultimate in comfortability while you're staying active outdoors. These lightweight and comfortable mens pants are perfect for hiking, fishing, travel, or your favorite outdoor pursuit. They feature a 2-way comfort stretch design that provides a comfortable fit. The Columbia Royce Peak Pant pants have been designed with a classic fit for the ultimate in comfortability while you're staying active outdoors. These mens pants feature Columbias unique Omni-Shade UPF 50 fabric for maximum protection against the sun, and Omni-Shield advanced repellency. This mens durable pant features one zip-closure security pocket, articulated knees and gusset details, which permits you to climb mountain peaks or hang out at the barbecue with maximum protection and comfort. Columbias Royce Peak Pant pants are available from 30x30 to 44x34. They can be purchased on Amazon.com in a total of 8 color combinations. To ensure you order the correct size, please refer to the sizing chart and instructions posted below.", "titulo": "Columbia Men's Royce Peak Sun Pant, Waterproof and Breathable", "peso": ""},
[
{"sku": "B072HHQC38", "precio": "60.61", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71N1UkXB9jL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71Hg3MvQgrL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61FsglF9PAL._AC_UL1439_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71weM3BncjL._AC_UL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61CLnvXapQL._AC_UL1220_.jpg", "https://images-na.ssl-images-amazon.com/images/I/615sAzxsHtL._AC_UL1220_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "Marika", "caracteristicas": "86% Polyester, 14% Spandex Imported No Closure closure Machine Wash 4\" Curved Waistband with Power Mesh for Tummy Control 32\" Inseam Structured Fit 86% Polyester, 14% Spandex Bootcut Leg Opening", "descripcion": "Our essential tummy-control pants are perfect for any activity! These flattering workout pants have a power mesh-lined curved waistband for extra tummy control. The duo-flex fabric allows for four-way stretch and makes these pants both breathable and durable. They feature princess seams for a flattering, shape-enhancing look. These pants are semi-fitted with a boot-cut leg opening. Try them as yoga pants!", "titulo": "Marika Women's Sophia High Rise Tummy Control Bootleg Legging", "peso": "11.22 Ounces"},
{"sku": "B003Q8SQA4", "precio": "80.00", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71AGvVsBgoL._AC_UL1500_.jpg"], "disponibilidad": "disponibilidad no encontrada", "marca": "Beyond Yoga", "caracteristicas": "100% Cotton Machine Wash Made from 100% cotton and features certified low impact dye. A-line shape with contour seams on front and back. Pockets at Hem and twisted seam detail around neckline and arm Machine washable with minimal shrinkage. Great for wearing out on the town, after yoga, or lounging.", "descripcion": "The clothing line of Hollywood's hottest stars and fashionistas. The perfect lightweight summer dress can be slipped over your yoga outfit or worn on its own. This extra-soft 100% cotton dress features two large pockets in the front and twisted detail around the neck line and arms.", "titulo": "Beyond Yoga Cotton Pocket Dress", "peso": ""},
{"sku": "B000E78XHG", "precio": "176.90", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/717W1iEH1%2BL._AC_SL1280_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71DV4Wj7-rL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/718OMYHzdcL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71HkdrczIBL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/715jbGLCqgL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/713geH8xURL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81fxH9OfMRL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71%2BMCrCen2L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81O%2B9%2B20utL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61WKSbQLHPL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61tNOD8cQlL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/716SQHMCwUL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71WiK1pjZsL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71aPc0cYF-L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71urMdXItlL._AC_SL1500_.jpg"], "disponibilidad": "In Stock.", "marca": "Watts Premier", "caracteristicas": "Kit includes a pump with timer with 10' cord, 2 adapters with rubber washers, valve mounting screws, sensor valve, and two 12-inch supply lines Voltage: 120 volts, Item Weight: 8.5 pounds. Overall Dimension: 6.2 x 6 x 5 inches Provides hot water at every faucet or shower when needed and helps eliminate wasted water Easily installs to existing plumbing and is maintenance-free 24-hour programmable timer activates pump when you need it", "descripcion": "Product DescriptionThe Watts Hot Water Recirculating Pump provides hot water at every faucet or shower when needed, eliminating wasted water and saving up to 15,000 gallons per year. It is easy to install on any water system and requires no additional piping. The unique design of the pump ensures quiet, maintenance-free operation. The system includes a built-in 24 hour, a dual setting programmable timer to activate the pump only when needed. Please note this will not work with a tankless water heater.From the ManufacturerThe Watts Premier hot water recirculation pump puts hot water at every tap when you want it. Saves up to 15,000 gallons per year. The pump brings convenience and savings to your home, giving you hot water instantly at every faucet, when you need it. This unique product is easy to install and not only provides you with the convenience of hot water when you need it, but saves an average of over 11,000 gallons per year. *May not work with a tankless water heater.", "titulo": "Watts Premier Instant Hot Water Recirculating Pump System with Built-In Timer", "peso": "6.4 pounds"},
[
{"sku": "B07QP3WKK8", "precio": "28.79", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/717n1%2BwIE7L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/814Ve1a%2BKSL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81T%2B47xRS6L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/818crUfpWnL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/913t3rClTWL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81viifePV0L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/912Vgwwg96L._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71OG1FhjsPL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71BgyAklhgL._AC_SL1500_.jpg"], "disponibilidad": "Only 11 left in stock (more on the way).", "marca": "Wakeman", "caracteristicas": "COOL WEATHER RESISTANT- This extra-long sleeping bag is comfortably roomy and is comfort rated to 35F. The dual, anti-snag zippers make it easy to open and close from inside or outside the bag. CARRYING BAG INCLUDED- The included carrying bag is conveniently equipped with compression straps to keep this lightweight sleeping bag compactly stored when its not in use; great for bringing along on hiking or backpacking trips! DRAWSTRING HOOD- This cool weather sleeping bag features a rounded drawstring hood with extra padding. This allows you to cinch the hood around your face to keep you warmer while also keeping your head or pillow off the ground. 100% COTTON LINER- This soft and warm sleeping bag features a 100% cotton liner, making it a cozy and comfortable place for an anyone to snuggle up in after a long day of camping, hiking or backpacking. PRODUCT DETAILS- Materials: Shell: 190T Polyester, Liner: Cotton, Fill: Bonded Fiber, Zipper: ñ5 Nylon . Overall Dimensions: 87 L x 32 W. Carry Bag: 10 D x 16 H. Pack Weight: 4. 8 Pounds. Temperature Rating: 35F. Color: Navy", "descripcion": "Style:3 Season (35f) | Color:NavyGet a great nights sleep anywhere with the 3 Season Sleeping Bag by Wakeman Outdoors. This sleeping bag features a soft cotton lining and is comfort rated to 35F to keep you dry and warm in cool weather. It features a rounded drawstring hood to also help keep you warm, and additional paddingacts as a pillow to keep your head off the ground. The bag is sized perfectly for taller campers or anyone who wants extra leg room. The included carrying bag is conveniently equipped with compression straps to keep this lightweight sleeping bag compactly stored when not in use. This versatile sleeping bag is a cozy and comfortable option for stargazing, camping, hiking, festivals and more! SATISFACTION - Wakeman Outdoors is committed to providing the consumer with the absolute best price and value on all of our products, which we ensure by applying a rigorous quality control process. NOTE: This is an exclusive product of Wakeman Outdoors and ONLY Sleeping Bags by Wakeman Outdoors are to be genuine IMPORTANT: Avoid buying counterfeit products and transacting with unauthorized sellers. Look for our logo on the packaging for every one of our products. Wakeman Outdoors is a registered trademark protected by U. S. Trademark law and will be vigorously defended.", "titulo": "Wakeman Outdoors Sleeping Bag  35F Rated 3 Season Envelope Style with Hood for Outdoor Camping, Backpacking and Hiking with Carry Bag (Navy)", "peso": "4.77 pounds"},
{"sku": "B00004RFMU", "precio": "24.95", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/613zOpP05qL._AC_SL1500_.jpg"], "disponibilidad": "In Stock.", "marca": "HENCKELS", "caracteristicas": "Dishwasher safe Fabricated from high-quality German stainless steel. Handle Material-Composite Ergonomic, traditional triple-rivet handle gives balance and comfort Made in China", "descripcion": "Size:7-inch | Color:Stainless SteelProduct DescriptionThe Henckels CLASSIC 7\" Flat Tine Carving Fork makes it easy to slice and serve meat beautifully. Thanks to the long, thin prongs, you can confidently keep large pieces of meat in place as you cut. Henckels International makes essential kitchen tools every home chef needs. From steak knives to spatulas, every product boasts high quality at an exceptional value. Created in 1895 by Zwilling J.A. Henckels, this value-driven brand guarantees the same durability, design and ease of use for which the global company is known. Equip your kitchen with expertise with Henckels International.Amazon.comPlunge this 6-inch meat fork into a roast, chicken, turkey, ham, or corned beef, lift it to a serving platter or cutting board, then hold it firmly in place while carving precisely. It also retrieves baked potatoes from the oven. Henckels' International Classic is a moderately priced cutlery line made in countries other than the company's home of Germany. The steel is of lesser quality than that used in its premier lines. Also, the handles are narrower and shallower--a feature those with small hands might appreciate. Unlike most Classic products, this fork is stamped, not forged. While it is dishwasher-safe, hand washing is recommended. --Fred Brack", "titulo": "J.A. Henckels International Classic Stainless-Steel Meat Fork", "peso": "4.8 ounces"},
{"sku": "B001S41SH6", "precio": "39.95", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/41%2Bl66o4f-L._AC_SL1000_.jpg", "https://images-na.ssl-images-amazon.com/images/I/51dug5uyMOS._AC_SL1280_.jpg"], "disponibilidad": "In Stock.", "marca": "HENCKELS", "caracteristicas": "Fabricated from high-quality German stainless steel Forged bolster construction offers durability and a seamless transition from blade to handle Professional satin-finished blade boasts precision cutting and is finely honed for long-lasting sharpness Modern triple-rivet design is curved for comfort Stainless steel logo-stamped endcap is stylish and sturdy Dishwasher safe Made in China", "descripcion": "The Henckels International Forged Premio 8\" Chef's Knife allows you to cut with confidence. Fabricated from high-quality German stainless steel, the fine-edge blade produces precision cuts. Chop carrots, dice onions, mince garlic and slice steak with this versatile all-rounder.The forged bolster construction seamlessly transitions from blade to handle for durability and balance. Curved for comfort, the triple-rivet handle features a stylish, stainless steel endcap that adds aesthetic appeal to your knife block. Stamped with the single man Henckels' logo, this Halberdier symbolizes Forged Premio's superb quality at a remarkable value.Henckels International makes essential kitchen tools every home chef needs. From steak knives to spatulas, every product boasts high quality at an exceptional value. Created in 1895 by Zwilling J.A. Henckels, this value-driven brand guarantees the same durability, design and ease of use for which the global company is known. Equip your kitchen with expertise with Henckels International.", "titulo": "J.A. Henckels International Forged Premio 8-Inch Chef -,Black", "peso": "4.8 ounces"},
[
{"sku": "B01J0144P6", "precio": "5.24", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71f8kep7DXL._AC_SL1047_.jpg"], "disponibilidad": "Only 4 left in stock - order soon.", "marca": "TEAM GOLF", "caracteristicas": "Product dimensions (inches): 7.25 x 1.75 x 7.75; Weight: 0.2 lbs Protect your clubs in style and show off your team spirit on the course Features include: form fitting design, 2 embroideries, & easily slips on and off the putter Great gift for the holidays, Father's Day, and special events!", "descripcion": "no tiene descripcion", "titulo": "Team Golf NCAA Wichita State Shockers Golf Club Blade Putter Headcover, Fits Most Blade Putters, Scotty Cameron, Taylormade, Odyssey, Titleist, Ping, Callaway", "peso": ""},
{"sku": "B07GW1H6YF", "precio": "299.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/81pheavaInL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/81CO2tz%2BAmL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71MSF-6y7jL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71vEPd3HfvL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/914o56%2BDVOL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/91lexWhWZNL._AC_SL1500_.jpg"], "disponibilidad": "In Stock.", "marca": "Cuisinart", "caracteristicas": "Rotisserie function fries up to an entire 14 lb. Turkey an hour using less oil than traditional fryer Fries potatoes, onion rings, seafood, chicken, vegetables, donuts, and much more Steam cook a whole meal  vegetables, dumplings, shrimp or an entire Clambake Large stainless mesh basket with cool-touch handle 120-Minute timer and adjustable temperature control Included Components: Base Basket Heating Element Lid Material Type: Stainless Steel", "descripcion": "Size:5 Liter | Style Name:Cuisinart New ModelThe Cuisinart extra-large Rotisserie fryer is a multitasking Marvel that not only fries a whole turkeyin an hour using less oil than a traditional fryer, it also fries up big portions of delicious appetizers, entrees, side dishes, breakfast treats and more! Use it without oil to steam all your favorites, like vegetables, desserts, the options are unlimited!", "titulo": "Cuisinart CDF-500 Extra-Large Rotisserie Deep Fryer, Silver", "peso": "26.4 pounds"},
[
{"sku": "B00VBP8QPO", "precio": "47.84", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/71NOb4HKtPL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71A4uOqkvHL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61MNC3QMbYL._AC_SL1500_.jpg", "https://images-na.ssl-images-amazon.com/images/I/617vJ0BqFXL._AC_SL1186_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61qjjZ8iN0L._AC_SL1202_.jpg", "https://images-na.ssl-images-amazon.com/images/I/61xS1lMuLyL._AC_SL1186_.jpg", "https://images-na.ssl-images-amazon.com/images/I/618VvEFPmBL._AC_SL1186_.jpg", "https://images-na.ssl-images-amazon.com/images/I/71DF3I61o8L._AC_SL1500_.jpg"], "disponibilidad": "In Stock.", "marca": "EveryDrop by Whirlpool", "caracteristicas": "Make sure this fits by entering your refrigerator model number. every drop Filter 2 is the only filter approved by: Whirlpool, Maytag, Amana, KitchenAid and Jenn Air brands. Certified to reduce 99% of lead, offering superior contaminant reduction for you and your family. Reduces 28 contaminants including lead, pesticides, pharmaceuticals, and waterborne parasites (NSF 401, 53 and 42 certified). Offers clean, fresh tasting water.", "descripcion": "Certified to reduce 99% of lead as well as other potentially harmful contaminants, every drop filters offer convenient, filtered water for you and your family. For the cleanest water, replace your every drop filter every 6 months (or 200 gallons). every drop Ice & Water Refrigerator Filter 2 replaces P9WB2L", "titulo": "EveryDrop by Whirlpool Refrigerator Water Filter 2, EDR2RXD1, Pack of 1", "peso": "9 ounces"},
{"sku": "B07KX4JKJN", "precio": "12.99", "imagenes": ["https://images-na.ssl-images-amazon.com/images/I/41hj-yugjvL._AC_SL1000_.jpg"], "disponibilidad": "In Stock.", "marca": "Malco", "caracteristicas": "Same Great Malco Bit , New Length Overall Length : 4\" Strong Magnet Magnet can be cleaned with ease", "descripcion": "Item Package Quantity:1 | Material Type:SteelQuickly change between 1/4in. and 5/16in. hex sizes with Malcos unique, exclusive, dual-sided magnetic hex drivers. The reversible hex socket fits over a 1/4-inch magnet-tipped, ball locking hex shaft, and can be quickly reversed to change sizes. Eliminate troublesome buildup of metal shavings in the hex tip with the Easy Clean Magnet. Just swipe with a glove or shop towel to clear any metal shavings. Tested torque of the reversible hex chuck driver design is equal to one-piece drivers.", "titulo": "MALCO MSHMLC 4-inch Cleanable Reversible 1/4-inch and 5/16-inch Hex Driver (1-Pack)", "peso": "1.44 ounces"}
]